Repository: dragon717/Pink_House
Catalog: ItemManager/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# 春季
source: Spring
de: Frühling
es: Primavera
fr: Printemps
ja: 春
ko: 봄
pt_br: Primavera
zh_hans: 春季
zh_hant: 春季

# 春日
source: spring day
de: Frühlingstag
es: día de primavera
fr: journée printanière
ja: 春の日
ko: 봄날
pt_br: dia de primavera
zh_hans: 春日
zh_hant: 春日

# 昨天
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
ko: 어제
pt_br: Ontem
zh_hans: 昨天
zh_hant: 昨天

# 显示
source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
ja: 表示
ko: 표시
pt_br: Mostrar
zh_hans: 显示
zh_hant: 顯示

# 晨光为你铺好了路，今天也要闪闪发光
source: Morning light has paved the way for you; shine today too.
de: Das Morgenlicht hat dir den Weg bereitet; strahle auch heute.
es: La luz de la mañana te preparó el camino; brilla también hoy.
fr: La lumière du matin a préparé ton chemin; brille encore aujourd'hui.
ja: 朝の光が道を敷いてくれた、今日もきらきら輝こう。
ko: 아침빛이 네 길을 깔아 두었어, 오늘도 반짝여 줘.
pt_br: A luz da manhã preparou o caminho; brilhe também hoje.
zh_hans: 晨光为你铺好了路，今天也要闪闪发光
zh_hant: 晨光為你鋪好了路，今天也要閃閃發光

# 晴
source: Sunny
de: Sonnig
es: Soleado
fr: Ensoleillé
ja: 晴れ
ko: 맑음
pt_br: Ensolarado
zh_hans: 晴
zh_hant: 晴

# 智能升级
source: Smart Upgrade
de: Smartes Upgrade
es: Mejora inteligente
fr: Mise a niveau intelligente
ja: スマートアップグレード
ko: 스마트 업그레이드
pt_br: Upgrade inteligente
zh_hans: 智能升级
zh_hant: 智慧升級

# 智能搭配
source: Smart Outfit
de: Smartes Outfit
es: Outfit inteligente
fr: Tenue intelligente
ja: スマートコーデ
ko: 스마트 코디
pt_br: Look inteligente
zh_hans: 智能搭配
zh_hant: 智慧搭配

# 智能统计
source: Smart Stats
de: Smarte Statistiken
es: Estadisticas inteligentes
fr: Stats intelligentes
ja: スマート統計
ko: 스마트 통계
pt_br: Estatisticas inteligentes
zh_hans: 智能统计
zh_hant: 智慧統計

# 暂无最近添加
source: No recent additions
de: Keine neuen Eintraege
es: No hay agregados recientes
fr: Aucun ajout recent
ja: 最近追加はありません
ko: 최근 추가된 항목이 없어요
pt_br: Nenhuma adicao recente
zh_hans: 暂无最近添加
zh_hant: 暫無最近添加

# 暂无可选成色
source: No condition options
de: Keine Zustandsoptionen
es: No hay estados disponibles
fr: Aucun état disponible
ja: 選べる状態はありません
ko: 선택 가능한 상태 없음
pt_br: Nenhuma condição disponível
zh_hans: 暂无可选成色
zh_hant: 暫無可選成色

# 暂无品牌
source: No brands yet
de: Noch keine Marken
es: Aún no hay marcas
fr: Aucune marque pour le moment
ja: ブランドはまだありません
ko: 아직 브랜드가 없어요
pt_br: Nenhuma marca ainda
zh_hans: 暂无品牌
zh_hant: 暫無品牌

# 暂无品牌信息
source: No brand info yet
de: Noch keine Markeninfo
es: Sin información de marca
fr: Aucune marque pour l’instant
ja: ブランド情報はまだありません
ko: 브랜드 정보가 아직 없습니다
pt_br: Sem informações de marca
zh_hans: 暂无品牌信息
zh_hant: 暫無品牌資訊

# 暂无已发送的提醒
source: No sent reminders yet
de: Noch keine gesendeten Erinnerungen
es: Aun no hay recordatorios enviados
fr: Aucun rappel envoye pour le moment
ja: 送信済みリマインダーはまだありません
ko: 아직 보낸 알림이 없어요
pt_br: Ainda nao ha lembretes enviados
zh_hans: 暂无已发送的提醒
zh_hant: 暫無已發送的提醒

# 暂无待提醒记录
source: No pending reminders
de: Keine ausstehenden Erinnerungen
es: No hay recordatorios pendientes
fr: Aucun rappel en attente
ja: 通知待ちの記録はありません
ko: 예정된 알림 기록이 없어요
pt_br: Nao ha lembretes pendentes
zh_hans: 暂无待提醒记录
zh_hant: 暫無待提醒記錄

# 暂无标签
source: No tags yet
de: Noch keine Tags
es: Aún no hay etiquetas
fr: Aucune étiquette pour le moment
ja: タグはまだありません
ko: 아직 태그가 없어요
pt_br: Nenhuma etiqueta ainda
zh_hans: 暂无标签
zh_hant: 暫無標籤

# 暂无标签数据
source: No tag data yet
de: Noch keine Tag-Daten
es: Aún no hay datos de etiquetas
fr: Aucune donnée d'étiquette pour le moment
ja: タグデータはまだありません
ko: 아직 태그 데이터가 없어요
pt_br: Ainda não há dados de etiquetas
zh_hans: 暂无标签数据
zh_hant: 暫無標籤資料

# 暂无系列数据
source: No series data yet
de: Noch keine Seriendaten
es: Aun no hay datos de serie
fr: Aucune donnee de serie pour le moment
ja: シリーズデータはまだありません
ko: 아직 시리즈 데이터가 없어요
pt_br: Ainda nao ha dados de série
zh_hans: 暂无系列数据
zh_hant: 暫無系列資料

# 暂无选项
source: No options
de: Keine Optionen
es: Sin opciones
fr: Aucune option
ja: オプションはありません
ko: 옵션 없음
pt_br: Nenhuma opção
zh_hans: 暂无选项
zh_hant: 暫無選項

# 暂无预约数据
source: No reservation data yet
de: Noch keine Reservierungsdaten
es: Aun no hay datos de reserva
fr: Aucune donnee de reservation pour le moment
ja: 予約データはまだありません
ko: 아직 예약 데이터가 없어요
pt_br: Ainda nao ha dados de reserva
zh_hans: 暂无预约数据
zh_hant: 暫無預約資料

# 暂时无法兑换
source: Cannot Redeem Right Now
de: Kann derzeit nicht eingeloest werden
es: No se puede canjear ahora
fr: Echange impossible pour le moment
ja: 現在引き換えできません
ko: 지금은 교환할 수 없습니다
pt_br: Nao e possivel resgatar agora
zh_hans: 暂时无法兑换
zh_hant: 暫時無法兌換

# 暂时无法打开
source: Cannot Open Right Now
de: Kann derzeit nicht geoeffnet werden
es: No se puede abrir ahora
fr: Ouverture impossible pour le moment
ja: 現在開けません
ko: 지금은 열 수 없습니다
pt_br: Nao e possivel abrir agora
zh_hans: 暂时无法打开
zh_hant: 暫時無法開啟

# 暂时无法打开 App Store 优惠码兑换界面，请稍后重试。
source: Cannot open the App Store offer-code redemption screen right now. Please try again later.
de: Der App Store Bildschirm zum Einloesen von Angebotscodes kann momentan nicht geoeffnet werden. Bitte versuche es spaeter erneut.
es: No se puede abrir la pantalla para canjear codigos promocionales de App Store en este momento. Intentalo mas tarde.
fr: Impossible d'ouvrir l'ecran d'echange de codes promotionnels App Store pour le moment. Reessayez plus tard.
ja: 現在 App Store のオファーコード引き換え画面を開けません。しばらくしてからもう一度お試しください。
ko: 지금은 App Store 혜택 코드 교환 화면을 열 수 없습니다. 잠시 후 다시 시도해 주세요.
pt_br: Nao foi possivel abrir a tela de resgate de codigos promocionais da App Store agora. Tente novamente mais tarde.
zh_hans: 暂时无法打开 App Store 优惠码兑换界面，请稍后重试。
zh_hant: 暫時無法開啟 App Store 優惠碼兌換畫面，請稍後再試。

# 暂时无法获取商品信息
source: Product information is unavailable right now
de: Produktinformationen sind momentan nicht verfuegbar
es: La informacion del producto no esta disponible ahora
fr: Les informations produit sont indisponibles pour le moment
ja: 現在商品情報を取得できません
ko: 지금은 상품 정보를 가져올 수 없습니다
pt_br: As informacoes do produto nao estao disponiveis agora
zh_hans: 暂时无法获取商品信息
zh_hant: 暫時無法取得商品資訊

# 暂时没能换成「%@」，可以稍后再试。
source: Could not switch to "%@" right now. Please try again later.
de: Der Wechsel zu "%@" ist gerade nicht moeglich. Bitte spaeter erneut versuchen.
es: No se pudo cambiar a "%@" ahora. Intentalo de nuevo mas tarde.
fr: Impossible de passer a "%@" pour le moment. Reessayez plus tard.
ja: 現在「%@」に切り替えられませんでした。あとでもう一度お試しください。
ko: 지금은 "%@" 아이콘으로 바꾸지 못했어요. 나중에 다시 시도해 주세요.
pt_br: Nao foi possivel mudar para "%@" agora. Tente novamente mais tarde.
zh_hans: 暂时没能换成「%@」，可以稍后再试。
zh_hant: 暫時沒能換成「%@」，可以稍後再試。

# 更多
source: More
de: Mehr
es: Más
fr: Plus
ja: その他
ko: 더보기
pt_br: Mais
zh_hans: 更多
zh_hant: 更多

# 更换图片
source: Change Image
de: Bild ändern
es: Cambiar imagen
fr: Changer l’image
ja: 画像を変更
ko: 이미지 변경
pt_br: Trocar imagem
zh_hans: 更换图片
zh_hant: 更換圖片

# 更甜美
source: Sweeter
de: Süßer
es: Más dulce
fr: Plus doux
ja: もっと甘め
ko: 더 사랑스럽게
pt_br: Mais delicado
zh_hans: 更甜美
zh_hant: 更甜美

# 更防雨
source: More rainproof
de: Regensicherer
es: Más para lluvia
fr: Plus imperméable
ja: 雨に強く
ko: 비에 더 강하게
pt_br: Mais à prova de chuva
zh_hans: 更防雨
zh_hant: 更防雨

# 月份
source: Month
de: Monat
es: Mes
fr: Mois
ja: 月
ko: 월
pt_br: Mês
zh_hans: 月份
zh_hant: 月份

# 月光款
source: Moonlight
de: Mondlicht
es: Luz de luna
fr: Clair de lune
ja: 月光
ko: 달빛
pt_br: Luar
zh_hans: 月光款
zh_hant: 月光款

# 月光玻璃柜
source: Moonlit Glass Cabinet
de: Mondlicht-Glasvitrine
es: Vitrina de cristal lunar
fr: Cabinet de verre au clair de lune
ja: 月光ガラスキャビネット
ko: 달빛 유리 캐비닛
pt_br: Vitrine de vidro ao luar
zh_hans: 月光玻璃柜
zh_hant: 月光玻璃櫃

# 月光琉璃款，清透安静的夜色衣橱
source: A moonlit glass style, clear and calm like a night wardrobe
de: Ein Mondlicht-Glasstil, klar und ruhig wie eine Nachtgarderobe
es: Un estilo de cristal lunar, claro y sereno como un armario nocturno
fr: Un style verre au clair de lune, limpide et calme comme une penderie nocturne
ja: 月光ガラス風。澄んだ静かな夜のワードローブ
ko: 달빛 유리 스타일, 맑고 조용한 밤의 옷장 같아요
pt_br: Um estilo de vidro ao luar, claro e calmo como um guarda-roupa noturno
zh_hans: 月光琉璃款，清透安静的夜色衣橱
zh_hant: 月光琉璃款，清透安靜的夜色衣櫥

# 月度
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
ja: 月間
ko: 월간
pt_br: Mensal
zh_hans: 月度
zh_hant: 月度

# 有小物的裙装
source: Dresses with Accessories
de: Kleider mit Accessoires
es: Vestidos con accesorios
fr: Robes avec accessoires
ja: 小物付きのドレス
ko: 소품이 있는 원피스
pt_br: Vestidos com acessórios
zh_hans: 有小物的裙装
zh_hant: 有小物的裙裝

# 有效期至 %@
source: Valid until %@
de: Gueltig bis %@
es: Valido hasta %@
fr: Valable jusqu'au %@
ja: 有効期限: %@
ko: 유효 기간: %@
pt_br: Valido ate %@
zh_hans: 有效期至 %@
zh_hant: 有效期至 %@

# 有效期至: %@
source: Valid until: %@
de: Gueltig bis: %@
es: Valido hasta: %@
fr: Valable jusqu'au : %@
ja: 有効期限: %@
ko: 유효 기간: %@
pt_br: Valido ate: %@
zh_hans: 有效期至: %@
zh_hant: 有效期至：%@

# 服务器繁忙
source: Server is busy
de: Server ist ausgelastet
es: El servidor esta ocupado
fr: Serveur occupe
ja: サーバーが混み合っています
ko: 서버가 혼잡합니다
pt_br: Servidor ocupado
zh_hans: 服务器繁忙
zh_hant: 伺服器忙碌中

# 服务器验证失败
source: Server verification failed
de: Serverpruefung fehlgeschlagen
es: Error de verificacion del servidor
fr: Echec de la verification serveur
ja: サーバー検証に失敗しました
ko: 서버 검증에 실패했습니다
pt_br: Falha na verificacao do servidor
zh_hans: 服务器验证失败
zh_hant: 伺服器驗證失敗

# 未决定
source: Not determined
de: Nicht festgelegt
es: No determinado
fr: Non determine
ja: 未決定
ko: 결정되지 않음
pt_br: Nao determinado
zh_hans: 未决定
zh_hant: 未決定

# 未到货
source: Not Received
de: Noch nicht erhalten
es: No recibido
fr: Non reçu
ja: 未到着
ko: 미도착
pt_br: Não recebido
zh_hans: 未到货
zh_hant: 未到貨

# 未命名书页
source: Untitled page
de: Unbenannte Seite
es: Página sin título
fr: Page sans titre
ja: 無題のページ
ko: 제목 없는 페이지
pt_br: Página sem título
zh_hans: 未命名书页
zh_hant: 未命名書頁

# 未命名小物
source: Unnamed Accessory
de: Unbenanntes Accessoire
es: Accesorio sin nombre
fr: Accessoire sans nom
ja: 無題の小物
ko: 이름 없는 액세서리
pt_br: Acessório sem nome
zh_hans: 未命名小物
zh_hant: 未命名小物

# 未填写
source: Not filled
de: Nicht ausgefüllt
es: Sin completar
fr: Non renseigné
ja: 未入力
ko: 미입력
pt_br: Não preenchido
zh_hans: 未填写
zh_hant: 未填寫

# 未开启
source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 꺼짐
pt_br: Desativado
zh_hans: 未开启
zh_hant: 未開啟

# 未来一周
source: Next 7 days
de: Nächste 7 Tage
es: Próximos 7 días
fr: Les 7 prochains jours
ja: 今後1週間
ko: 향후 일주일
pt_br: Próximos 7 dias
zh_hans: 未来一周
zh_hant: 未來一週

# 未知
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
zh_hans: 未知
zh_hant: 未知

# 未知状态
source: Unknown status
de: Unbekannter Status
es: Estado desconocido
fr: Statut inconnu
ja: 不明な状態
ko: 알 수 없는 상태
pt_br: Status desconhecido
zh_hans: 未知状态
zh_hant: 未知狀態

# 未知的解锁条件
source: Unknown unlock condition
de: Unbekannte Freischaltbedingung
es: Condición de desbloqueo desconocida
fr: Condition de déblocage inconnue
ja: 不明な解放条件
ko: 알 수 없는 잠금 해제 조건
pt_br: Condição de desbloqueio desconhecida
zh_hans: 未知的解锁条件
zh_hant: 未知的解鎖條件

# 未知购买错误
source: Unknown purchase error
de: Unbekannter Kauffehler
es: Error de compra desconocido
fr: Erreur d'achat inconnue
ja: 不明な購入エラー
ko: 알 수 없는 구매 오류
pt_br: Erro de compra desconhecido
zh_hans: 未知购买错误
zh_hant: 未知購買錯誤

# 未解锁
source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
ja: 未解放
ko: 잠김
pt_br: Bloqueado
zh_hans: 未解锁
zh_hant: 未解鎖

# 未选择物品
source: No item selected
de: Kein Gegenstand ausgewählt
es: No se seleccionó ningún objeto
fr: Aucun objet sélectionné
ja: アイテムが選択されていません
ko: 선택한 아이템이 없어요
pt_br: Nenhum item selecionado
zh_hans: 未选择物品
zh_hant: 未選擇物品

# 本周签到
source: This Week
de: Diese Woche
es: Esta semana
fr: Cette semaine
ja: 今週のチェックイン
ko: 이번 주 체크인
pt_br: Esta semana
zh_hans: 本周签到
zh_hant: 本週簽到

# 本地分析 · 更懂你的衣橱
source: Local analysis · Understands your closet better
de: Lokale Analyse · Versteht deinen Kleiderschrank besser
es: Analisis local · Entiende mejor tu armario
fr: Analyse locale · Comprend mieux votre garde-robe
ja: ローカル分析 · クローゼットをより深く理解
ko: 로컬 분석 · 옷장을 더 잘 이해
pt_br: Analise local · Entende melhor seu closet
zh_hans: 本地分析 · 更懂你的衣橱
zh_hant: 本地分析 · 更懂你的衣櫥

# 本地能力依然可用，涉及第三方模型和 API 的智能能力会在开通后完整开放。
source: Local features remain available. Smart features that use third-party models and APIs fully unlock after activation.
de: Lokale Funktionen bleiben verfuegbar. Smarte Funktionen mit Drittanbieter-Modellen und APIs werden nach der Aktivierung voll freigeschaltet.
es: Las funciones locales siguen disponibles. Las funciones inteligentes con modelos y API de terceros se desbloquean por completo tras activar.
fr: Les fonctions locales restent disponibles. Les fonctions intelligentes utilisant des modeles tiers et des API se debloquent completement apres activation.
ja: ローカル機能は引き続き使えます。サードパーティモデルや API を使うスマート機能は、有効化後に完全に開放されます。
ko: 로컬 기능은 계속 사용할 수 있습니다. 타사 모델과 API를 쓰는 스마트 기능은 활성화 후 완전히 열립니다.
pt_br: Recursos locais continuam disponiveis. Recursos inteligentes com modelos e APIs de terceiros sao liberados totalmente apos a ativacao.
zh_hans: 本地能力依然可用，涉及第三方模型和 API 的智能能力会在开通后完整开放。
zh_hant: 本地能力依然可用，涉及第三方模型和 API 的智慧能力會在開通後完整開放。

# 本月购买
source: Purchased This Month
de: Diesen Monat gekauft
es: Compras de este mes
fr: Achats ce mois-ci
ja: 今月の購入
ko: 이번 달 구매
pt_br: Compras deste mês
zh_hans: 本月购买
zh_hant: 本月購買

# 本次收益
source: Current Earnings
de: Diesmal verdient
es: Ganancia actual
fr: Gain cette fois
ja: 今回の報酬
ko: 이번 수익
pt_br: Ganho desta vez
zh_hans: 本次收益
zh_hant: 本次收益

# 权限状态：%@
source: Permission status: %@
de: Berechtigungsstatus: %@
es: Estado del permiso: %@
fr: Statut de l'autorisation : %@
ja: 権限状態：%@
ko: 권한 상태: %@
pt_br: Status da permissao: %@
zh_hans: 权限状态：%@
zh_hant: 權限狀態：%@

# 来，点一下就切换。
source: Here, tap once to switch.
de: Hier, tippe einmal zum Wechseln.
es: Listo, toca una vez para cambiar.
fr: Voilà, touchez pour changer.
ja: ほら、タップすると切り替わるよ。
ko: 여기서 한 번 누르면 바뀌어요.
pt_br: Pronto, toque uma vez para trocar.
zh_hans: 来，点一下就切换。
zh_hant: 來，點一下就切換。

# 来财个性化
source: Fortune Personalization
de: Fortune-Personalisierung
es: Personalizacion de fortuna
fr: Personnalisation Fortune
ja: 来財のカスタマイズ
ko: 재물 기능 개인화
pt_br: Personalizacao de fortuna
zh_hans: 来财个性化
zh_hant: 來財個人化

# 枫叶红
source: Maple red
de: Ahornrot
es: Rojo arce
fr: Rouge érable
ja: メープルレッド
ko: 단풍 레드
pt_br: Vermelho bordo
zh_hans: 枫叶红
zh_hant: 楓葉紅

# 染上颜色
source: Set Color
de: Farbe festlegen
es: Definir color
fr: Définir la couleur
ja: 色を設定
ko: 색상 설정
pt_br: Definir cor
zh_hans: 染上颜色
zh_hant: 設定顏色

# 查找
source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 찾기
pt_br: Buscar
zh_hans: 查找
zh_hant: 查找

# 查找衣柜
source: Search Wardrobe
de: Garderobe durchsuchen
es: Buscar en el armario
fr: Rechercher dans la garde-robe
ja: 衣装棚を検索
ko: 옷장 검색
pt_br: Buscar no guarda-roupa
zh_hans: 查找衣柜
zh_hant: 查找衣櫃

# 查看天气穿搭
source: View Weather Outfit
de: Wetter-Outfit ansehen
es: Ver outfit para el clima
fr: Voir la tenue météo
ja: 天気コーデを見る
ko: 날씨 코디 보기
pt_br: Ver look para o clima
zh_hans: 查看天气穿搭
zh_hant: 查看天氣穿搭

# 查看萌宠状态
source: View Pet Status
de: Pet-Status ansehen
es: Ver estado de la mascota
fr: Voir l’état du compagnon
ja: ペット状態を見る
ko: 펫 상태 보기
pt_br: Ver status do pet
zh_hans: 查看萌宠状态
zh_hant: 查看萌寵狀態

# 查看解锁条件
source: View Unlock Conditions
de: Bedingungen anzeigen
es: Ver condiciones
fr: Voir les conditions
ja: 解除条件を見る
ko: 잠금 해제 조건 보기
pt_br: Ver condições
zh_hans: 查看解锁条件
zh_hant: 查看解鎖條件

# 查看详情
source: View Details
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
ja: 詳細を見る
ko: 상세 보기
pt_br: Ver detalhes
zh_hans: 查看详情
zh_hant: 查看詳情

# 标为已读
source: Mark as Read
de: Als gelesen markieren
es: Marcar como leido
fr: Marquer comme lu
ja: 既読にする
ko: 읽음으로 표시
pt_br: Marcar como lido
zh_hans: 标为已读
zh_hant: 標為已讀

# 标签分类统计
source: Tag Category Statistics
de: Tag-Kategoriestatistik
es: Estadísticas por etiqueta
fr: Statistiques par étiquette
ja: タグ分類統計
ko: 태그 분류 통계
pt_br: Estatísticas por etiqueta
zh_hans: 标签分类统计
zh_hant: 標籤分類統計

# 标签管理
source: Tag Management
de: Tag-Verwaltung
es: Gestión de etiquetas
fr: Gestion des étiquettes
ja: タグ管理
ko: 태그 관리
pt_br: Gerenciar etiquetas
zh_hans: 标签管理
zh_hant: 標籤管理

# 标签颜色
source: Tag Color
de: Tag-Farbe
es: Color de etiqueta
fr: Couleur de l’étiquette
ja: タグカラー
ko: 태그 색상
pt_br: Cor da etiqueta
zh_hans: 标签颜色
zh_hant: 標籤顏色

# 根据天气我可以马上做这三件事：
source: Based on the weather, I can do these three things now:
de: Je nach Wetter kann ich sofort diese drei Dinge tun:
es: Según el clima, puedo hacer estas tres cosas:
fr: Selon la météo, je peux faire ces trois choses :
ja: 天気に合わせて、すぐこの3つができるよ：
ko: 날씨에 맞춰 바로 이 세 가지를 할 수 있어요:
pt_br: Com base no clima, posso fazer estas três coisas agora:
zh_hans: 根据天气我可以马上做这三件事：
zh_hant: 根據天氣我可以馬上做這三件事：

# 梦幻限定
source: Dream Limited
de: Traum-Limited
es: Edicion sueno
fr: Edition reve
ja: ドリーム限定
ko: 드림 한정
pt_br: Edicao sonho
zh_hans: 梦幻限定
zh_hant: 夢幻限定

# 梦裙日历
source: Dream Dress Calendar
de: Traumkleid-Kalender
es: Calendario de vestidos soñados
fr: Calendrier des robes revees
ja: ドリームドレスカレンダー
ko: 드림 드레스 캘린더
pt_br: Calendário de vestidos dos sonhos
zh_hans: 梦裙日历
zh_hant: 夢裙日曆

# 模型
source: Model
de: Modell
es: Modelo
fr: Modèle
ja: モデル
ko: 모델
pt_br: Modelo
zh_hans: 模型
zh_hant: 模型

# 樱花粉
source: Sakura pink
de: Kirschblütenrosa
es: Rosa sakura
fr: Rose sakura
ja: 桜ピンク
ko: 벚꽃 핑크
pt_br: Rosa sakura
zh_hans: 樱花粉
zh_hant: 櫻花粉

# 橄榄绿
source: Olive green
de: Olivgrün
es: Verde oliva
fr: Vert olive
ja: オリーブグリーン
ko: 올리브 그린
pt_br: Verde oliva
zh_hans: 橄榄绿
zh_hant: 橄欖綠

# 正午的阳光最烈，但你的笑容更耀眼
source: The noon sun is bright, but your smile shines brighter.
de: Die Mittagssonne ist stark, doch dein Lächeln strahlt heller.
es: El sol del mediodía brilla fuerte, pero tu sonrisa brilla más.
fr: Le soleil de midi est vif, mais ton sourire brille davantage.
ja: 正午の陽ざしは強いけれど、あなたの笑顔はもっと眩しい。
ko: 정오의 햇살은 강하지만, 네 미소가 더 눈부셔.
pt_br: O sol do meio-dia é forte, mas seu sorriso brilha mais.
zh_hans: 正午的阳光最烈，但你的笑容更耀眼
zh_hant: 正午的陽光最烈，但你的笑容更耀眼

# 正在为你推荐今日穿搭色...
source: Finding today's outfit colors for you...
de: Heutige Outfit-Farben werden gesucht...
es: Buscando los colores de outfit de hoy...
fr: Recherche des couleurs du jour...
ja: 今日のコーデカラーをおすすめ中...
ko: 오늘의 코디 색상을 추천하는 중...
pt_br: Buscando as cores do look de hoje...
zh_hans: 正在为你推荐今日穿搭色...
zh_hant: 正在為你推薦今日穿搭色...

# 正在准备分享...
source: Preparing share...
de: Teilen wird vorbereitet...
es: Preparando para compartir...
fr: Préparation du partage...
ja: 共有を準備しています...
ko: 공유를 준비 중...
pt_br: Preparando compartilhamento...
zh_hans: 正在准备分享...
zh_hant: 正在準備分享...

# 正在分析系列...
source: Analyzing series...
de: Serien werden analysiert...
es: Analizando series...
fr: Analyse des series...
ja: シリーズを分析中...
ko: 시리즈 분석 중...
pt_br: Analisando séries...
zh_hans: 正在分析系列...
zh_hant: 正在分析系列...

# 正在听...
source: Hearing you...
de: Hört gerade zu...
es: Te está escuchando...
fr: Vous écoute...
ja: 聞いています...
ko: 듣고 있어요...
pt_br: Escutando você...
zh_hans: 正在听...
zh_hant: 正在聽...

# 正在读取系统通知状态…
source: Reading system notification status...
de: Systembenachrichtigungsstatus wird gelesen...
es: Leyendo el estado de notificaciones del sistema...
fr: Lecture de l'etat des notifications systeme...
ja: システム通知状態を読み込み中...
ko: 시스템 알림 상태를 읽는 중...
pt_br: Lendo o status das notificacoes do sistema...
zh_hans: 正在读取系统通知状态…
zh_hant: 正在讀取系統通知狀態…

# 每日打卡
source: Daily Check-In
de: Täglicher Check-in
es: Registro diario
fr: Pointage quotidien
ja: 毎日のチェックイン
ko: 일일 체크인
pt_br: Check-in diário
zh_hans: 每日打卡
zh_hant: 每日打卡

# 汇率 1:1
source: Rate 1:1
de: Kurs 1:1
es: Tipo 1:1
fr: Taux 1:1
ja: レート 1:1
ko: 환율 1:1
pt_br: Taxa 1:1
zh_hans: 汇率 1:1
zh_hant: 匯率 1:1

# 汪~
source: Woof~
de: Wau~
es: Guau~
fr: Ouaf~
ja: ワン~
ko: 멍~
pt_br: Au au~
zh_hans: 汪~
zh_hant: 汪~

# 没有可选的裙装
source: No available dresses
de: Keine verfügbaren Kleider
es: No hay vestidos disponibles
fr: Aucune robe disponible
ja: 選択できるドレスがありません
ko: 선택할 수 있는 드레스가 없습니다
pt_br: Nenhum vestido disponível
zh_hans: 没有可选的裙装
zh_hant: 沒有可選的裙裝

# 没有找到相关物品
source: No matching items
de: Keine passenden Gegenstände
es: No se encontraron objetos relacionados
fr: Aucun objet correspondant
ja: 該当するアイテムがありません
ko: 관련 아이템을 찾지 못했어요
pt_br: Nenhum item correspondente
zh_hans: 没有找到相关物品
zh_hant: 沒有找到相關物品

# 没有符合条件的裙装
source: No dresses match these filters
de: Keine Kleider passen zu diesen Filtern
es: No hay vestidos que coincidan con estos filtros
fr: Aucune robe ne correspond à ces filtres
ja: 条件に合うドレスがありません
ko: 조건에 맞는 드레스가 없어요
pt_br: Nenhum vestido corresponde a estes filtros
zh_hans: 没有符合条件的裙装
zh_hant: 沒有符合條件的裙裝

# 没问题，我这就带你去充喵币～
source: No problem, I’ll take you to top up Meow Coins now.
de: Kein Problem, ich bringe dich jetzt zur Miau-Aufladung.
es: Sin problema, te llevaré a recargar monedas Miau.
fr: Pas de souci, je vous emmène recharger des pièces Miaou.
ja: 大丈夫、今すぐニャーコインのチャージへ案内するね。
ko: 문제없어요, 바로 야옹 코인 충전으로 안내할게요.
pt_br: Sem problema, vou levar você para recarregar Moedas Miau.
zh_hans: 没问题，我这就带你去充喵币～
zh_hant: 沒問題，我這就帶你去儲值喵幣～

# 活泼可爱的金毛犬， 精力充沛，忠诚粘人。
source: A lively golden retriever, energetic, loyal, and cuddly.
de: Ein lebhafter, niedlicher Golden Retriever, energiegeladen, treu und anhänglich.
es: Un golden retriever vivaz y adorable, enérgico, leal y muy cariñoso.
fr: Un adorable golden retriever plein de vie, énergique, loyal et câlin.
ja: 元気でかわいいゴールデンレトリバー。 エネルギッシュで忠実、いつもそばにいたがる子。
ko: 활발하고 귀여운 골든 리트리버. 에너지가 넘치고 충성스럽고 사람을 좋아해요.
pt_br: Um golden retriever animado e fofo, cheio de energia, leal e carinhoso.
zh_hans: 活泼可爱的金毛犬， 精力充沛，忠诚粘人。
zh_hant: 活潑可愛的黃金獵犬， 精力充沛，忠誠黏人。

# 浅灰
source: Light gray
de: Hellgrau
es: Gris claro
fr: Gris clair
ja: ライトグレー
ko: 라이트 그레이
pt_br: Cinza claro
zh_hans: 浅灰
zh_hant: 淺灰

# 浅灰蓝
source: Light gray-blue
de: Hellgraublau
es: Azul gris claro
fr: Bleu gris clair
ja: ライトグレーブルー
ko: 연회청색
pt_br: Azul acinzentado claro
zh_hans: 浅灰蓝
zh_hant: 淺灰藍

# 浅粉
source: Light pink
de: Hellrosa
es: Rosa claro
fr: Rose clair
ja: ライトピンク
ko: 라이트 핑크
pt_br: Rosa claro
zh_hans: 浅粉
zh_hant: 淺粉

# 浅紫
source: Light purple
de: Hellviolett
es: Morado claro
fr: Violet clair
ja: ライトパープル
ko: 라이트 퍼플
pt_br: Roxo claro
zh_hans: 浅紫
zh_hant: 淺紫

# 浅金色
source: Light gold
de: Hellgold
es: Dorado claro
fr: Or clair
ja: ライトゴールド
ko: 라이트 골드
pt_br: Dourado claro
zh_hans: 浅金色
zh_hant: 淺金色

# 浅鹅黄
source: Pale yellow
de: Zartes Hellgelb
es: Amarillo pálido
fr: Jaune pâle
ja: 淡いイエロー
ko: 연한 옐로
pt_br: Amarelo pálido
zh_hans: 浅鹅黄
zh_hant: 淺鵝黃

# 测试尾款提醒
source: Final Payment Test Reminder
de: Restzahlungs-Test-Erinnerung
es: Recordatorio de prueba de pago final
fr: Rappel de test du solde final
ja: 残金テストリマインダー
ko: 잔금 테스트 알림
pt_br: Lembrete de teste de pagamento final
zh_hans: 测试尾款提醒
zh_hant: 測試尾款提醒

# 测试工具
source: Test Tools
de: Testwerkzeuge
es: Herramientas de prueba
fr: Outils de test
ja: テストツール
ko: 테스트 도구
pt_br: Ferramentas de teste
zh_hans: 测试工具
zh_hant: 測試工具

# 测试通知
source: Test Notification
de: Testbenachrichtigung
es: Notificacion de prueba
fr: Notification de test
ja: テスト通知
ko: 테스트 알림
pt_br: Notificacao de teste
zh_hans: 测试通知
zh_hant: 測試通知

# 测试通知：点击后会打开「%@」详情页。%@。
source: Test notification: tap to open the detail page for "%@". %@.
de: Testbenachrichtigung: Tippen, um die Detailseite von "%@" zu oeffnen. %@.
es: Notificacion de prueba: toca para abrir la pagina de detalle de "%@". %@.
fr: Notification de test : touche pour ouvrir la page de detail de "%@". %@.
ja: テスト通知：タップすると「%@」の詳細ページを開きます。%@。
ko: 테스트 알림: 누르면 "%@" 상세 페이지가 열립니다. %@.
pt_br: Notificacao de teste: toque para abrir a pagina de detalhes de "%@". %@.
zh_hans: 测试通知：点击后会打开「%@」详情页。%@。
zh_hant: 測試通知：點擊後會打開「%@」詳情頁。%@。

# 测试通知发送失败：%@
source: Test notification failed: %@
de: Testbenachrichtigung fehlgeschlagen: %@
es: Error al enviar la notificacion de prueba: %@
fr: Echec de la notification de test : %@
ja: テスト通知の送信に失敗しました：%@
ko: 테스트 알림 전송 실패: %@
pt_br: Falha ao enviar a notificacao de teste: %@
zh_hans: 测试通知发送失败：%@
zh_hant: 測試通知發送失敗：%@

# 浪漫
source: romantic
de: romantisch
es: romántico
fr: romantique
ja: ロマンチック
ko: 로맨틱한
pt_br: romântico
zh_hans: 浪漫
zh_hant: 浪漫

# 海洋蓝
source: Ocean blue
de: Ozeanblau
es: Azul océano
fr: Bleu océan
ja: オーシャンブルー
ko: 오션 블루
pt_br: Azul oceano
zh_hans: 海洋蓝
zh_hant: 海洋藍

# 消耗 x%@
source: Drain x%@
de: Verbrauch x%@
es: Consumo x%@
fr: Dépense x%@
ja: 消耗 x%@
ko: 소모 x%@
pt_br: Consumo x%@
zh_hans: 消耗 x%@
zh_hant: 消耗 x%@
